/* Default username displayed to user. */
"Default" = "Manque";
/* Button title such as 'Buy 10' */
"Buy %d" = "Acheter %d";
/* Button title such as 'Use 1' */
"Use %d" = "Utiliser %d";
/* Stylized Tiles */
"Stylized Tiles" = "Texte stylisé";
/* Fast Play Mode */
"Fast Play" = "Fast Play";

/* Open Play Mode - 30 minutes of open game play. */
"Open Play" = "Open Play";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  The user was awarded an extra number of points denoted by the %ld for using the letter denoted by %@. */
" %@: +%ld points"="%1$@: +%2$ld points";
/* Label for game statistics. */
"% from bonus tiles"="% tuiles bonus";
/* Beat my score. */
"%@ Challenges You to Beat %@ Score"="%1$@ vous invite à battre son score de %2$@";
/* Michael Challenges You to Beat Their Score */
"%@ Challenges You to Beat Their Score"="%@ vous invite à battre son score";
/* No comment provided by engineer. */
"%@ extra seconds"="%@ secondes supplémentaires";
/* No comment provided by engineer. */
"%@ extra shuffle"="%@ mélange supplémentaire";
/* Challenge to friends. */
"%@ got %@ points on level %@ in Wordflick.  Try to beat that."="%1$@ a obtenu %2$@ points au niveau %3$@ de Wordflick. Essayez faire mieux.";
/* 1 point... singular */
"%@ point"="%@ point";
/* A display of points.  For example: '100 points' where %@ is the number of points. */
"%@ points"="%@ points";
/* %@ Quick Reference */
"%@ Quick Reference"="%@ Aide rapide";
/* Wordflick sales pitch. */
"%@ sales pitch."="%@ baratins publicitaires";
/* A display of seconds.  For example: '100 seconds' where %@ is the number of seconds. */
"%@ seconds"="%@ secondes";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Alerts the user that they can shuffle the game pieces an extra number of times. */
"%d Extra Shuffles!"="%d Mélanges supplémentaires.!";
/* Abort */
"Abort"="Annulez";
/* Abort Level */
"Abort Level"="Annulez le niveau";
/* About */
"About"="A propos";
/* From the about screen. */
"About Us"="A propos de nous";
/* Achievements */
"Achievements"="Résultats atteints";
/* Alert title */
"Alert"="Alerte";
/* subtitle or detail label to the like us on facebook string. */
"all the kids are doing it"="tous les enfants le font";
/* Don't translate 'App Store' as it is the name of Apple's store. */
"Available on the App Store"="Disponible à l'App Store";
/* A label for a switch that will allow the users to turn on or off the background music. */
"Background Music"="Musique d'ambiance";
/* Button that will load the blog. */
"Blog"="Blogue";
/* Bonus Shuffles */
"Bonus Shuffles"="Mélanges bonus";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Bonus: +%d bonus points"="Bonus: +%d points bonus";
/* Cancel */
"Cancel"="Annulez";
/* Number of coins earned in level. */
"Chad Tokens"="Jetons accumulés";
/* The title of a section of options to challenge a friend. */
"Challenge a Friend"="Lancez un défi à un ami";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Facebook"="Lancez un défi à un ami Facebook";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Twitter"="Lancez un défi à un ami sur Twitter";
/* Message sent to their friends. */
"Challenge Sent"="Le défi a été envoyé";
/* No comment provided by engineer. */
"Check your parental control settings and try again later"="Vérifiez vos réglages de contrôle parental et réessayez plus tard";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Counts the number of times they cleared the screen. */
"Cleared screen %d times!"="L'écran a été vidé %d fois!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they get an extra one hundred points for clearing the game board. */
"Cleared the board! +%d points!"="Tableau vidé! +%d points!";
/* Identifier for localized leaderboard. */
"com.everydayapps.game.wordflick.highscores.en" = "grp.com.everydayapps.game.wordflick.highscores.fr";
/* A label that is next to the level number or name they just completed. */
"Completed Level"="Niveau complété";
/* Continue playing button title. */
"Continue"="Continuez";
/* Copyright statement. */
"Copyright Michael Thomason %@.  All rights reserved."="Copyright Michael Thomason %@.  Tous droits réservés.";
/* No comment provided by engineer. */
"Created by Michael Thomason in Cincinnati, OH."="Créé par Michael Thomason de Cincinnati, OHIO.";
/* Device is not configured for email. */
"Device is not configured for email."="Le périphérique n'est pas configuré pour les e-mails.";
/* Title for button to dismiss general alert views. */
"Dismiss"="Rejetez";
/* Game instructions. */
"Drag or flick tiles to the drop zone located at the bottom of the screen."="Glissez ou poussez les tuiles dans la zone de réception située au bas de l'écran.";
/* A short description of the cost to play. */
"Each game cost one or more gold game tokens."="Chaque partie coûte un jeton d'or ou plus.";
/* The word equals, or optionally the equal sign (=). */
"equals"="égale";
/* Link to Everydayapps.com */
"Everydayapps.com"="Everydayapps.com";
/* Caption, next to an image of the tile. */
"Extra Points Tile"="Tuiles de points bonus";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one extra shuffle of the game tiles. */
"Extra shuffle"="Mélange supplémentaire";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they must have fifteen seconds of time on the game clock to use an extra shuffle of the game tiles */
"Extra shuffle requires %d seconds!"="Un mélange supplémentaire nécessite %d secondes!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized fifty points for using an extra shuffle of the game tiles. */
"Extra shuffle: %d points!"="Mélange supplémentaire: %d points!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized ten seconds off of the game clock for using an extra shuffle of the game tiles. */
"Extra shuffle: %d seconds!"="Mélange supplémentaire: %d secondes!";
/* Caption, next to an image of the tile. */
"Extra Shuffles Tile"="Tuile de mélanges supplémentaires";
/* Caption, next to an image of the tile. */
"Extra Time Tile"="Tuile de temps bonus";
/* Link to Facebook.com */
"Facebook"="Facebook";
/* Title for alert view */
"Facebook Login"="Connexion à Facebook";
/* Title for alert that the news blog failed to load. */
"Failed to load weblog."="Échec de chargement du blogue.";
/* From the about screen. */
"Find Us Online"="Pour nous trouver en ligne";
/* Game Name */
"Game Name"="Nom de la partie";
/* Game Over title bar display. */
"Game Over"="Game Over";
/* iTunes Link */
"Get %@"="Allez à %@";
/* Above the list of global high scores.
   Above the list of global high scores.  The %@ is a version number. */
"Global"="Global";
/* A label that is next to the display of the number of points required to successfully complete the next level. */
"Goal"="But";
/* In the control screen. Displayed while game is playing. */
"GOAL"="OBJECTIF";
/* Number of coins earned in level. */
"Gold Tokens"="Jetons d'or";
/* Link to plus.google.com */
"Google+"="Google+";
/* High Scores */
"High Scores"="Meilleurs scores";
/* Challenge to Twitter users. */
"I got %@ points on level %@ of Wordflick. Try to beat that."="J'ai obtenu %1$@ points au niveau %2$@ sur Wordflick. Essaie de faire mieux.";
/* No comment provided by engineer. */
"In-App Purchasing disabled"="Désactiver les achats In-App";
/* The title of an alert box says information. */
"Information"="Informations";
/* Tells user that the Internet connection is not available, and posting scores to the server requires Internet service. */
"Internet connection not available. Enable wi-fi / 3g to post your scores to the server."="Connexion internet non disponible. Activez Wi-Fi / 3G pour publier vos scores au serveur.";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Letter %@: +%d bonus points"="Lettre %1$@: +%2$d points bonus";
/* Letter %@ */
"Letter %@"="Lettre %@";
/* A label that is next to the level number or name they are about to play. */
"Level"="Niveau";
/* Level %d */
"Level %d"="Niveau %d";
/* Level Aids */
"Level Aids"="Aide pour le niveau";
/* The title of a screen that displays statistics from the level they just played. */
"Level Loot"="Gains pour le niveau";
/* Level Name */
"Level Name"="Nom du niveau";
/* Level Number */
"Level Number"="Numéro du niveau";
/* Level Over title bar display. */
"Level Over"="Niveau complété";
/* The title of a screen that displays statistics from the level they just played. */
"Level Statistics"="Stastiques pour ce niveau";
/* Level Status */
"Level Status"="État du niveau";
/* No comment provided by engineer. */
"Like Us on Facebook"="Signalez J'aime sur Facebook";
/* Above the list of local high scores, or scores stored on the device. */
"Local"="Local";
/* Log in */
"Log in"="Connexion";
/* Title for alert view */
"Login Failed"="La connexion a échouée";
/* Login to Facebook Button */
"Login to Facebook"="Connexion à Facebook";
/* Login to Twitter Button */
"Login to Twitter"="Connexion à Twitter";
/* Title of a screen that displays loot, items, goods, and tokens that the player purchases, or earns inside the game. */
"Loot"="Gains";
/* Details on in game loot. */
"Loot Details"="Détails des gains";
/* Table cell, that when touched, will take the user to the loot details screen. */
"Loot details"="Détail des gains";
/* Message created by Wordflick Pro */
"Message created by Wordflick Pro"="Message créé par Wordflick Pro";
/* Will download more friends from Facebook. */
"More"="Plus d'amis";
/* Caption, next to an image of the tile. */
"Multiple Bonuses Tile"="Tuile multi-bonus";
/* New Game */
"New Game"="Nouvelle Partie";
/* Button that will load the news feed. */
"News Feed"="Flux d'actualités";
/* The title of a screen that displays the goals for the next level. */
"Next Level"="Niveau suivant";
/* Cancel button title. */
"No"="Non";
/* Caption, next to an image of the tile. */
"Normal Tile"="Tuile régulière";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Message tells the user that the word they tried to use is not a word in the dictionary. That is, they can not use that word. */
"Not a word."="Ce n'est pas un mot.";
/* Title to message box. */
"Not Enough Tokens"="Nombre de jetons insuffisant";
/* Objective */
"Objective"="Objectif";
/* Button that user can press to acknowledge the error. */
"OK"="OK";
/* Paused Navigation Item Title */
"Paused"="Temps d'arrêt";
/* A button that when pressed will start the game as the user with the name '%@.' */
"Play as %@"="Jouez en tant que %@";
/* Play Level %@ */
"Play Level %@"="Jouez le niveau %@";
/* Player Settings */
"Player Settings"="Paramètres du joueur";
/* note to user, to please be nice. */
"please be nice"="Soyez sympas SVP";
/* In the control screen. Displayed while game is playing. */
"POINTS"="POINTS";
/* Points */
"Points"="Points";
/* A label that is next to the number of points earned in the last level. */
"Points for Level"="Points pour le niveau";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Points Multiplier: +%d bonus points"="Multiplicateur de Points: +%d points bonus";
/* Publish post to page request cancelled */
"Publish post to page request cancelled"="Publiez l'affichage pour annuler la demande de page";
/* Remove Ads */
"Remove Ads"="Supprimer les pubs";
/* Resume bar button item, shown on paused screen. */
"Resume"="Reprendre";
/* Resume */
"Resume Game"="Reprendre la partie";
/* No comment provided by engineer. */
"Review request approved"="Requête de révision approuvée";
/* No comment provided by engineer. */
"Send an email.  It's really the best way."="Envoyez un e-mail. C'est vraiment la meilleure façon.";
/* Sent by Michael from Wordflick */
"Sent by %@ from Wordflick"="Envoyé par %@ de Wordflick";
/* Button title for the settings menu. */
"Setting"="Réglages";
/* Title of a screen that allows users to change the settings. */
"Settings"="Réglages";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one or more extra shuffle of the game tiles. */
"Shuffle Multiplier: +%d shuffles"="Multiplicateur de mélanges: +%d mélanges";
/* Shuffles */
"Shuffles"="Mélanges";
/* Number of coins earned in level. */
"Silver Tokens"="Jetons d'argent";
/* A label for a switch that will allow the users to turn on or off the sound effects. */
"Sound Effects"="Effets sonores";
/* Game instructions. */
"Spell longer and more elaborate words to yield more points."="Formez des mots plus longs et plus élaborés pour générer plus de points";
/* Store */
"Store" = "Stockez";
/* Message for alert view */
"Success"="Succès";
/* From the about screen. */
"Tell Your Friends"="Dites le à vos amis";
/* Purchase statement shown after inapp purchase. */
"The following item was purchased and crededited to your account: \"%@.\""="L'item suivant a été acheté et un crédit a été porté à votre compte: \"%@.\"";
/* Message to use when inapp purchase fails. */
"The transaction failed."="La transaction a échoué";
/* A label that is next to the display of the number of seconds the user has to successfully complete the next level. */
"Time"="Temps";
/* Time Boosters */
"Time Boosters"="Créditeur de temps";
/* In the control screen. Displayed while game is playing. */
"TIME REMAINING"="TEMPS RESTANT";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer Multiplier: +%d seconds"="Multiplicateur de temps: +%d secondes";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer: +%d seconds"="Minuterie: +%d secondes";
/* The title of a screen that displays the grand total loot earned by the player. */
"Total Loot"="Gains totaux";
/* A label that is next to the number of points earned so far in the whole game. */
"Total Points"="Total des points";
/* Label for game statistics. */
"Total Points Ever"="Cumulatif des points";
/* Alert message title to show after inapp purchase. */
"Transaction Complete"="Transaction complétée";
/* Alert message title to show after inapp purchase. */
"Transaction Failed"="La transaction a échouée";
/* Title for alert. */
"Trouble Posting Scores"="Problème avec l'affichages des points";
/* No comment provided by engineer. */
"Tweet About It"="Tweetez vos résultats";
/* Link to Twitter.com */
"Twitter"="Twitter";
/* No comment provided by engineer. */
"View Other Apps in the App Store"="Voir d'autres applications dans notre App Store";
/* No comment provided by engineer. */
"View other credits."="Voir les autres crédits";
/* Will try to submit scores again later. */
"We will try to submit your score again later."="Nous tenterons  de soumettre vos pointages de nouveau plus tard";
/* Wordflick Achievement: */
"Wordflick Achievement: "="Votre palmarès Wordflick: ";
/* Title label or game name: Wordflick Classic */
"Wordflick Classic"="Wordflick Classic";
/* Title label or game name: Wordflick Debug */
"Wordflick Debug"="Debogage Wordflick";
/* Title label or game name: Wordflick FastBreak */
"Wordflick FastBreak"="Wordflick FastBreak";
/* Don't translate Wordflick or iOS */
"Wordflick for iOS."="Wordflick pour iOS.";
/* Title label or game name: Wordflick Free Play */
"Wordflick Free Play"="Wordflick Free Play";
/* Title label or game name: Wordflick Jr. */
"Wordflick Jr."="Wordflick Junior";
/* Wordflick Pro Achievement */
"Wordflick Pro Achievement"="Votre palmarès Wordflick Pro";
/* Wordflick Pro for iOS. */
"Wordflick Pro for iOS."="Wordflick Pro pour iOS.";
/* From the about screen.  Gives details on how to play the game. */
"Wordflick Tips"="Trucs et astuces Wordflick";
/* Link to Wordflick.com */
"Wordflick.com"="Wordflick.com";
/* The title of a screen that displays a list of words that the user got in the previous level. */
"Words"="Mots";
/* Question in the body of a message box. */
"Would you like to login to %@?  This is to submit achievements.  Canceling this three times will disable %@ support."="Aimeriez-vous vous conecter à %1$@?  Cette procédure vise à soumettre vos performances. L'annuler trois fois désactivera le support %2$@.";
/* No comment provided by engineer. */
"Write a Review on the App Store"="Affichez un commentaire sur l'App Store";
/* Accept button title. */
"Yes"="Oui";
/* No comment provided by engineer. */
"You can use this feature for reviewing the app."="Vous pouvez utiliser cette option pour réviser l'application.";
/* Body to message box. */
"You do not have enough tokens to play this game.  Please purchase more tokens from the store."="Vous n'avez pas suffisamment de jetons pour jouer à ce jeu. Veuillez acheter des jetons supplémentaires à la boutique.";
/* Message sent to their friends. */
"Your friends are put on notice."="Vos amis seront informés";
